      * Sample COBOL Program 
       IDENTIFICATION DIVISION.
       PROGRAM-ID. hello.
       PROCEDURE DIVISION.
       DISPLAY 'Hello world in COBOL!'.
       STOP RUN. 
